tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "asdf"
brew "cocoapods"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "git"
brew "hugo"
brew "jq"
brew "latexindent"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "nkf"
brew "ranger"
brew "stow"
brew "tmux"
brew "tree"
brew "yarn"
brew "yt-dlp"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "appcleaner"
cask "aquaskk"
cask "astah-professional"
cask "audacity"
cask "chromium"
cask "devtoys"
cask "firefox-developer-edition"
cask "gimp"
cask "goneovim"
cask "google-chrome"
cask "inkscape"
cask "keyboardcleantool"
cask "mactex-no-gui"
cask "openinterminal"
cask "raycast"
cask "rectangle"
cask "slidepilot"
cask "soundflower"
cask "vlc"
mas "Xcode", id:497799835
mas "Kindle", id:405399194
mas "iMovie", id:408981434
mas "RunCat", id:1429033973
mas "Slack", id:803453959
mas "Todoist", id:585829637
mas "CotEditor", id:1024640650
mas "LINE", id:539883307
mas "Amphetamine", id:937984704